espressif/esp-idf/tools/test_apps/linux_compatible/linux_freertos/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_FREERTOS_SMP=y
